{
    "1": {
        "id": 1,
        "passage": "It was late in December, the last busy days of the year. But the seven or eight boys\non the windy beach were as lighthearted and free as ever. The eldest was twelve, the\nyoungest nine. They were gathered beneath a dune in lively discussion. Some were\nstanding. Others sat. One rested his chin in his hands, elbows dug deep in the sand. As they\ntalked, the sun went down in the west.\nTheir talking now over, the boys galloped off along the water’s edge. From inlet to inlet\neach ran as he pleased. The group was quickly dispersed. One by one they retrieved what\nthe storm had brought two nights before and the ebb tide had left behind: rotted boards, a\nchipped bowl, bamboo slivers, chunks of wood, an old ladle with the handle torn off. The\nboys heaped them up on a dry patch of sand away from the lapping waves. All that they\ngathered was soaking wet. …\nThe spoils of their hunt they had gathered for burning. With the red flames, wild joy\nwould be theirs. Running and leaping across, they would prove their courage. And now\nfrom the dunes they gathered dry grass. The eldest stepped forward and touched it with\nfire. They stood in a circle and waited to hear the crack of bamboo split by the flames. But\nonly the grass burned. It caught and died, caught and died. A few puffs of smoke floated\nup, nothing more. The wood, the bamboo were untouched. The mirror frame only was\ncharred here and there. With a weird hiss, steam shot out from the end of the pole. One\nafter another the boys dropped to the sand and blew at the pile as hard as they could. But\ninstead of flames, smoke arose, stinging their eyes. Their cheeks were stained with tears. …\nLook, look, one boy shouted, the Izu hill fires! If their fires burn, then why shouldn’t\nours? All leaped to their feet, looking out towards the water. Far across the great Bay of\nSagami two fires flickered and trembled, so feeble they might be just will-o’-the-wisps. Now\nthat harvest is over, the farmers of Izu must be burning the chaff of their fields in the hills.\nSurely these are the fires that bring tears to the eyes of winter travellers. Their distant\nbeams tell only of the long, dark road ahead.\nThe boys danced wildly and clapped and sang, The hills are burning, the hills are\nburning. Their innocent voices rang through the dusk, down the long, lonely beach. The\nwhispering of the waves blended with their voices. The waves rushed in from the southern\ntip of the inlet in foaming white lines. The tide was beginning to rise. …\nStill vexed by their failure, the eldest boy looked back at the pile as he ran. One more\ntime he looked back from the top of the dune before running down the far side. It has\ncaught, he shouted, Our fire has caught, when he saw the flames on the beach. The others,\namazed, climbed back to the top. They stood in a row and looked down.\nIt was true. The stubborn bits of wood, fanned by the wind, had caught fire. Smoke\nbillowed up and red tongues of flame shot out, disappeared and shot out again. The sharp\ncrack of bamboo joints splitting in the fire, the shower of sparks with each report.1 Indeed,\nthe fire had caught. But the boys stood their ground, clapped and shouted with joy, then\nturned and raced down the hill for home.\nNow the ocean was dark and from the beach, too, the sun was gone. All that was left\nwas the winter night’s loneliness. And on the desolate beach the fire burned, alone,\nuntended. …",
        "source": "— Kunikida Doppo\nexcerpted from “The Bonfire”\nMonumenta Nipponica: Studies in Japanese Culture, 1970\nThe Voyagers’ Press",
        "year": "January 2011",
        "no_of_questions": 6,
        "question_1": "The word “But” (line 1) emphasizes the contrast between",
        "option_1_question_1": "season and activity",
        "option_2_question_1": "calmness and anger",
        "option_3_question_1": "age and experience",
        "option_4_question_1": "bravery and fear",
        "question_2": "The actions of the boys in lines 6 and 7 suggest a mood of",
        "option_1_question_2": "fear",
        "option_2_question_2": "sadness",
        "option_3_question_2": "excitement",
        "option_4_question_2": "peacefulness",
        "question_3": "In line 12, “The spoils of their hunt” refers to",
        "option_1_question_3": "large clams",
        "option_2_question_3": "horseshoe crabs",
        "option_3_question_3": "colorful rocks",
        "option_4_question_3": "beach debris",
        "question_4": "The repetition used in line 16 emphasizes the",
        "option_1_question_4": "sand’s power",
        "option_2_question_4": "boys’ hopes",
        "option_3_question_4": "wind’s speed",
        "option_4_question_4": "ocean’s beauty",
        "question_5": "In line 31, “vexed” most nearly means",
        "option_1_question_5": "scared",
        "option_2_question_5": "embarrassed",
        "option_3_question_5": "threatened",
        "option_4_question_5": "frustrated",
        "question_6": "The purpose of lines 40 through 42 is to",
        "option_1_question_6": "personify the Sun",
        "option_2_question_6": "describe the setting",
        "option_3_question_6": "characterize the narrator",
        "option_4_question_6": "demonstrate the action"
    },
    "2": {
        "id": 2,
        "passage": "Handcycling was developed in the 1980s by people working to create alternate types of\nhuman-powered vehicles. So it was almost by accident that a new world of cycling was\nopened to people with disabilities. …\n“The disabled community picked up on it right away,” said Ian Lawless, Colorado\nregional director and cycling director for Adaptive Adventures. Even people with one\nworking arm can handcycle with some modifications made to the equipment, said Lawless.\n“Just about anyone can do it. It’s an accessible sport. It’s not just for racing; it’s also for\nrecreational riding. It’s a barrier breaker that allows a disabled rider to participate in cycling\nwith friends and families who may be riding conventional bicycles.”\nIn the 25 years since its development, handcycling has continued to grow in popularity.\nIt’s been part of the IPC [International Paralympic Committee] cycling program since 1998,\nand the 2004 Paralympics included handcycling racing for the first time. Today, thousands\nof people, able-bodied and those with disabilities, have turned to handcycling as a means to\nimprove their cardiovascular health, increase upper-body strength, compete, and ride with\nfriends and family. …\nAn upright handcycle is an entry-level bike for those who are new to the sport, who just\nwant exercise or recreation, or who don’t want to ride very long distances or go very fast.\nBecause of their higher center of gravity, upright handcycles aren’t suitable for speeds\nhigher than 15 mph. The internal gear systems, borrowed from the cycling industry,\nusually come in a choice of three or seven speeds, which naturally limits the speed to less\nthan 15 mph. They are easy to transfer in and out of from a wheelchair, and have a natural,\nfork-type steering system.\nRecumbent1 handcycles come in a few different variations. There are two steering\noptions: fork-steer and lean-to-steer, and two seating options: one where the rider reclines\nand the other, a “trunk-power” version, where the rider leans forward. They usually come\nwith 27-gear drivetrains,2 although they can be purchased with three- or seven-gear\ndrivetrains.\nThe trunk-power handcycle doesn’t have much of a seatback. The cranks are low to the\nground and far away from the rider. With this arrangement, riders are able to put the weight\nof their trunks behind each stroke, allowing them to go faster for longer. The limitation to\nthis type of handcycle, Lawless said, is that the athlete must have control of most or all of\nhis abdominal muscles, so it may not be suitable for all athletes.\nWith the other seating option, the rider sits in a seat with a reclined back. The cranks\nare higher and closer, allowing the rider to use the seatback for leverage to rotate the\ncranks. …\nThe lean-to-steer version has a two-piece frame where the top frame swivels over the\nbottom frame. The front wheel turns along with the seat. The rider initiates the turn by\nleaning his whole body. There is a bit of a learning curve with this type, but many riders\nprefer this type because they have a feel similar to monoskiing.3 They’re used primarily, but\nnot exclusively, by people with lower-level disabilities. Lawless said there’s no advantage of\none type of steering over the other. It’s primarily a matter of the athlete’s preference. …",
        "source": "— Disabled Sports USA\nexcerpted from “Handcycling 101”\nChallenge Magazine, Spring 2005\nhttp://www.dsusa.org",
        "year": "January 2011",
        "no_of_questions": 6,
        "question_1": "The passage includes the quotation about the handcycle being a “barrier breaker” (line 8) in order to stress its",
        "option_1_question_1": "durability",
        "option_2_question_1": "portability",
        "option_3_question_1": "affordability",
        "option_4_question_1": "accessibility",
        "question_2": "The inclusion of handcycling in the 2004 Paralympics demonstrates its",
        "option_1_question_2": "profitability",
        "option_2_question_2": "popularity",
        "option_3_question_2": "dependability",
        "option_4_question_2": "intensity",
        "question_3": "According to the passage, many people have turned to handcycling in order to",
        "option_1_question_3": "improve their health",
        "option_2_question_3": "lower transportation costs",
        "option_3_question_3": "reduce stress",
        "option_4_question_3": "minimize pollution",
        "question_4": "As used in the passage, the phrase “learning curve” (line 38) refers to the",
        "option_1_question_4": "difficulty of learning a skill",
        "option_2_question_4": "responsibility of individual riders",
        "option_3_question_4": "braking mechanism",
        "option_4_question_4": "safety features",
        "question_5": "According to the passage, the type of handcycle one should purchase might depend upon",
        "option_1_question_5": "unit cost",
        "option_2_question_5": "individual weight",
        "option_3_question_5": "structural defects",
        "option_4_question_5": "physical needs",
        "question_6": "In discussing the advantages and disadvantages of various handcycle designs, the author uses which strategy?",
        "option_1_question_6": "personal anecdote",
        "option_2_question_6": "cause and effect",
        "option_3_question_6": "comparison and contrast",
        "option_4_question_6": "chronological order"
    },
    "3": {
        "id": 3,
        "passage": "We are packing up the house. The air is pulpy with the smells of cardboard and\nnewsprint, and every room is lined with boxes, flaps fanned open at the top. We pack and\npack—eighty boxes already, and so far, with two weeks still to go, we haven’t missed a thing.\nWhat do we keep it all for? Books and more books; unused wedding presents and\nmismatched wine glasses; worn-out stuffed animals and outgrown toys; sheaves of letters;\nboxes of loose photographs; a landfill of sweaters, shoes, and clothes: the weighty\napparatus of four lives. It will take more than two hundred book boxes, dish barrels, mirror\nboxes, mattress crates, a football field of paper, bubble wrap, and tape to contain it all. We\nwant to contain it. We want to hold it tight. …\nThere’s no place like home, Dorothy chants, clicking her ruby heels as she recites her\ndream-dissolving spell. I’ve moved half a dozen times since I first left my parents’ house for\ncollege, twenty-five years ago this fall, and sometimes I wonder if there is any place I’ll ever\nreally feel at home. I feel loose-footed on this spinning planet, as displaced as those\nmountains vanished in the fog. Of course, you don’t have to move physically to leave\nyourself behind. Something is lost with every tick of the second hand on the clock. …\nMy parents still live in the house in which I grew up, and my childhood room remains\nalmost exactly the way I left it when I last lived there at eighteen. It’s a shrine to my\nlong-vanished child-self, a garden gone to seed, a tangle of dusty paperbacks, knickknacks,\nand disheveled dolls. My mother refuses to throw anything away, although lately she’s been\nurging me to come and weed things out myself.\n“I don’t want to leave you with a mess to clean up when I die,” she says. Now that we’re\nmoving, she says, it’s time.\nBack in Boston for a visit, I shake open a large black trash bag and sit down on the floor\nof my old room. From a built-in cabinet, I exhume a postcard of Baryshnikov in midleap, a\nsilver-plated pendant in the shape of a Hershey’s Kiss, faded mimeographs of high school\nclass songs and summer reading lists, stacks of letters, a flowered fabric-covered scrapbook\n(blank). I remember each of these objects perfectly, though I haven’t thought of them in\nyears. I take a breath, open the trash bag, and stuff them in.\nMy mother comes in and perches on the edge of the bed. “You don’t need to throw\neverything away, you know,” she says, reaching for a postcard with a cartoon of a girl with\ngoogly eyes on the front and my long-dead paternal grandmother’s spidery handwriting on\nthe back. My most beloved darling. It’s dated August 1970. I would have been seven then,\nthe same age as my daughter now. Will we be sitting together like this, looking at postcards\nfrom my own mother, when my daughter is forty-three?\nMy mother says, “You know, you only need to get rid of those things you don’t want to\nkeep.”\nWhat don’t I want? I fish the pendant out of the trash bag, fingering the Kiss’s paper\npull-tab, which reads “I Love You,” and which, amazingly, is still in tact. I give it to my\ndaughter, along with the scrapbook and a doll with floozy blond hair and tattered clothes, \nand pack them all into yet another box to be shipped to our new Ohio home. I retrieve the\nletters, the postcards, the mimeographs; I open the cabinet and put them back.\nTo my surprise my mother is satisfied with this. In fact she seems relieved. “Everything\nwill be here for you whenever you want it,” she says. …",
        "source": "Margot Singer\nexcerpted from “Afterimage”\nRiver Teeth, Spring 2008",
        "year": "June 2011",
        "no_of_questions": 6,
        "question_1": "In stating “We want to contain it” (lines 8 and 9), the narrator suggests that she wishes to",
        "option_1_question_1": "cling to the past",
        "option_2_question_1": "bury old feuds",
        "option_3_question_1": "erase unpleasant memories",
        "option_4_question_1": "limit her inner fears",
        "question_2": "The simile “displaced as those mountains vanished in the fog” (lines 13 and 14) suggests that the narrator feels",
        "option_1_question_2": "fortunate",
        "option_2_question_2": "unsettled",
        "option_3_question_2": "encouraged",
        "option_4_question_2": "fearful",
        "question_3": "The narrator’s description of her childhood room (lines 16 through 19) was foreshadowed by which phrase?",
        "option_1_question_3": "“The air is pulpy” (line 1)",
        "option_2_question_3": "“What do we keep it all for?” (line 4)",
        "option_3_question_3": "“unused wedding presents” (line 4)",
        "option_4_question_3": "“I feel loose-footed” (line 13)",
        "question_4": "By urging the narrator to “weed things out” (line 20), her mother is expressing her",
        "option_1_question_4": "thoughts about the future",
        "option_2_question_4": "concerns with personal safety",
        "option_3_question_4": "anxiety to redecorate the room",
        "option_4_question_4": "nervousness about neighbors’ opinions",
        "question_5": "The narrator’s passing on the pendant, scrapbook, and doll to her daughter can be seen as",
        "option_1_question_5": "selfish",
        "option_2_question_5": "educational",
        "option_3_question_5": "insulting",
        "option_4_question_5": "revealing",
        "question_6": "The conclusion of the passage suggests that the narrator and her mother",
        "option_1_question_6": "share common values",
        "option_2_question_6": "reach an emotional crisis",
        "option_3_question_6": "compete for the child’s affection",
        "option_4_question_6": "begin to drift apart"
    },
    "4": {
        "id": 4,
        "passage": "…Inspired by another successful eradication [of malaria] in Sardinia, in 1955 the World\nHealth Organization (WHO) inaugurated what was then the most ambitious campaign\nagainst disease in history, the Global Malaria Eradication Programme. The program\nincluded spraying home interiors with insecticides and distributing antimalarial drugs to\npeople in affected regions. But WHO’s efforts yielded only partial success. The disease did\ndisappear in Europe, Russia, Australia and most of the Caribbean. South Asia initially saw\ndramatic reductions of infections, but the disease soon bounced back. Other hotspots fared\neven worse.\nWhat went wrong? In a word, everything. The parasites fought back, becoming\nresistant to common medications. The mosquitoes grew stronger too, as more and more of\nthem were able to survive insecticides. In some climates, mosquitoes bred so quickly that\ninsecticide applications simply couldn’t keep up. All the while, local tribes were waging wars\nof their own, which bogged down already-inadequate health infrastructures1 and made public\nhealth interventions difficult and dangerous. In 1969, WHO shut down its program.\nNational malaria-control programs followed, but they later fell into neglect or were\nabandoned entirely. …\nSpraying insecticides isn’t the only way to use them. Mosquito-repellent bed nets2\ntreated with a class of insecticides called pyrethroids, which bind more easily to nets than\nDDT,3 cost just $1 to $2 apiece in Africa. And nets give some major bang for their buck: A\nstudy published last year found that a 10-fold increase in nets resulted in 44 percent fewer\ndeaths among Kenyan children in the studied areas. In September of 2006, Kenya’s\ngovernment used a $17-million Global Fund grant to provide 3.4 million\ninsecticide-treated nets to children. Zambia followed its lead. In 2006, 23 percent of\nZambian children slept under treated nets, up from 1 percent in 2000. …\nIn the face of widespread drug resistance, scientists have turned to a flowering shrub\ncalled wormwood (Artemisia annua), the active ingredient of which, artemisinin, has potent\nanti-fever properties. Since 2004, when WHO began promoting the use of artemisinin\nworldwide, the drug has proved to be extremely fast-acting and effective against\nP. falciparum.\n4 WHO now recommends it or its derivatives as the first line of defense\nagainst the parasite in areas where chloroquine5 no longer works, such as much of\nsub-Saharan Africa. Artemisinin is now one of the most powerful tools against malaria. …\nFortunately, powerful synthetic versions of the drug are on the horizon. Since 2000,\npharmaceutical scientists at the University of Nebraska Medical Center have been working\non an entirely synthetic antimalarial designed to mimic artemisinin. In preclinical lab tests,\nthe drug, called OZ277, was found to be even more effective than artemisinin derivatives.\nThe medication is currently in the last stage of clinical trials and, although a price for the\ndrug has not been determined, it will probably be less expensive than artemisinin. …\nComplete eradication of malaria on the scale of polio will never be achieved without a\nvaccine. Creating that magic bullet, however, has been a tremendous challenge. Obstacles\ninclude the complexity of the parasites and their ability to quickly change and adapt. We\nalso don’t completely understand our bodies’ immune response to them. But a vaccine is\nfinally on the horizon. Over the past 25 years, the pharmaceutical company\nGlaxoSmithKline Biologicals has spent $300 million developing a malaria vaccine against\nP. falciparum. RTS,S, as it’s called, helps the immune system fight off the parasites by \nblocking their ability to reproduce and develop in the liver, where they first arrive and\nmultiply. With grants from the Gates Foundation and other groups, the company recently\ntested RTS,S on humans. Last October [2007], the vaccine was shown to reduce the risk of\nmalarial infection by 65 percent among infants in Mozambique—a huge victory. …",
        "source": "excerpted from “How to End Malaria”\nScience Illustrated, July/August 2008",
        "year": "June 2011",
        "no_of_questions": 6,
        "question_1": "According to the first paragraph, the malaria threat has returned to",
        "option_1_question_1": "Europe",
        "option_2_question_1": "the Caribbean",
        "option_3_question_1": "Australia",
        "option_4_question_1": "South Asia",
        "question_2": "The purpose of “What went wrong? In a word, everything” (line 9) is to",
        "option_1_question_2": "characterize the World Health Organization",
        "option_2_question_2": "convey the seriousness of the problem",
        "option_3_question_2": "show measures being taken to end malaria",
        "option_4_question_2": "describe the symptoms of the disease",
        "question_3": "The passage states that the only sure solution to the malaria problem will be to",
        "option_1_question_3": "redesign living spaces",
        "option_2_question_3": "increase insecticide use",
        "option_3_question_3": "improve farming methods",
        "option_4_question_3": "develop an effective vaccine",
        "question_4": "The purpose of the dash in line 48 is to signal",
        "option_1_question_4": "an unanswered question",
        "option_2_question_4": "a conflict between researchers",
        "option_3_question_4": "an important result",
        "option_4_question_4": "a change in perspective",
        "question_5": "The tone at the end of the passage can best be described as",
        "option_1_question_5": "hopeful",
        "option_2_question_5": "humorous",
        "option_3_question_5": "angry",
        "option_4_question_5": "frustrated",
        "question_6": "The ideas in the passage are supported primarily through the use of",
        "option_1_question_6": "claim and counterclaim",
        "option_2_question_6": "rhetorical questions",
        "option_3_question_6": "facts and statistics",
        "option_4_question_6": "personal narrative"
    },
    "5": {
        "id": 5,
        "passage": "To see me backpacking, you’d never know I’m the same woman whose blood pressure\nrises at the sight of crumbs on her kitchen counter. It’s hard to imagine I rage against the\ndust bunnies and grit on my hardwood floor, when here in Yosemite’s backcountry I sleep\non dirt, stir it into my oatmeal and shake it from my boots. My hair, skin and clothes\nthicken with grime each day. Filthy and blistered, I am happier than I have felt in years.\nPerhaps it is the constant exertion that makes me so patient, content. After hauling a\npack stuffed with six days of food and gear up mountain passes, down steep ravines, and\nacross meadows, I find myself at sunset, hungry and worn to bliss. It’s far from the exhaustion I feel after a grueling day teaching, paying bills, and cooking. No, this is purely\nphysical. My body aches for sleep, but my mind is as clear as the dusk light on Vogelsang\nLake. In this new place, I feel I’ve come home.\nAt the first light of dawn, I awake to scurry up rocks to watch the sunrise spread soft\npinks, then fiery yellow across the slate sky. In the meadow below me, two deer perk up\ntheir heads to scrutinize a sound on the wind. They begin running and I scan the fields\nexpecting to see a bear, wolf, or other reason for their flight. Seeing no animal, I wonder if\nthey’re just running to run, something I rarely do. At home, I’m so busy trying to keep up\nwith my own expectations I’m always running towards something or from something. Here\nin Yosemite, there is no such pull. Clutched in the palm of these granite cathedrals, I’m in\nawe, a lithe1 lupine2 warming to the sun.\nPerhaps this is why dirt in the wilderness never bothers me. I don’t need to control it or\nmop it away. It’s not my dirt or my husband’s dirt to clean, but the soil for ponderosas,\nsequoias and tufts of mountain grass. It belongs here—crunching beneath my boots, lining\nvalleys between glacial peaks. Yosemite’s dirt doesn’t hover behind windows or wait in\npainted corners to be swept into a plastic bag. It is the ground beneath me.\nI pick up a handful of pine needle-saturated soil and imagine hurling it across my living\nroom rug. How much dirt would it take to make my house a home? Could I carry this same\nmountain peace back to my rectangular plot of driveway and lawn cut into a grid of streets?\nSifting soil through my fingers, I’m suddenly confused by the shiny black and white\nlinoleum we installed in our kitchen floor. How did I get so far from this place?\nI’ve spent too many years identifying comfort with the mattress on my bed and the\nwater pressure in my shower. Comfort is also this moment sitting with my butt numb from\ncold granite, my legs sunburned and caked in dust, my feet blistered and sweating in wool\nsocks. I wonder how I can remember this luxury when I return home to my terry cloth\nrobe? Is sanity ever possible within four walls, or will I always hover like dust in window\nsunbeams, restless to be outside again?",
        "source": "—Tonya Ward Singer\n“Dirt”\nIn the Mist Magazine, Issue 1.1\nwww.inthemistmag.com",
        "year": "August 2011",
        "no_of_questions": 6,
        "question_1": "The phrase “worn to bliss” (line 8) indicates that at the end of the hike the narrator feels",
        "option_1_question_1": "confused and angry",
        "option_2_question_1": "sad but hopeful",
        "option_3_question_1": "cold and hungry",
        "option_4_question_1": "tired but satisfied",
        "question_2": "The narrator’s comments about her own expectations in lines 16 and 17 illustrate that she",
        "option_1_question_2": "performs dangerous tasks",
        "option_2_question_2": "feels pressured",
        "option_3_question_2": "dislikes her job",
        "option_4_question_2": "craves attention",
        "question_3": "The wilderness setting in the third paragraph is developed primarily through the use of",
        "option_1_question_3": "imagery",
        "option_2_question_3": "characterization",
        "option_3_question_3": "symbolism",
        "option_4_question_3": "personification",
        "question_4": "The narrator indicates that the dirt in Yosemite does not frustrate her because",
        "option_1_question_4": "she cleans up her trash",
        "option_2_question_4": "no one else is bothered",
        "option_3_question_4": "it naturally occurs there",
        "option_4_question_4": "it looks unusual",
        "question_5": "Throughout the passage, the narrator implies that she",
        "option_1_question_5": "is afraid of wildlife",
        "option_2_question_5": "admires neatly mowed lawns",
        "option_3_question_5": "wants to sell her home",
        "option_4_question_5": "feels content in the wilderness",
        "question_6": "The main purpose of this passage is to",
        "option_1_question_6": "narrate a personal journey",
        "option_2_question_6": "persuade readers to camp",
        "option_3_question_6": "describe the value of exercise",
        "option_4_question_6": "explain feelings of insecurity"
    },
    "6": {
        "id": 6,
        "passage": "Sure, you know their names, possibly better than you know the name of the street you\nlive on—almost every writer does. When the need comes, these names drip lightly and\nquickly off our tongues like they were our own brothers. I am thinking about the famed\neponymous1 duo Webster’s Dictionary and Roget’s Thesaurus.\nBut I dare say, almost none of us can identify the actual person or conjure up anything\nabout him. Don’t report me, but neither did I until I started to write this column.\nWebster’s Dictionary. Many people can respond immediately: Noah Webster. We are\naware that he is the father of the dictionary. But who was he? What did he do for a living?\nWhen did he live?\nNoah was born in 1758, graduated from Yale University in 1778, and subsequently\ngraduated from law school. He produced the first American dictionary in 1806 and\npublished his sentinel work An American Dictionary of the English Language in 1828. His\ninterests led him to be a lexicographer,2 textbook editor, author, Bible translator and spelling\nreformer. He campaigned for years to secure nationwide copyright privileges for authors,\nand he succeeded in 1790. His ubiquitous3 mind produced extensive writings in epidemic\ndiseases, mythology, meteors, and the relationship of European and Asian languages. In\naddition, he founded the first New York daily newspaper. He died in 1843.\nAnother dictionary eponym almost as well-known is Merriam-Webster Dictionary. So\nwe have to ask, “Where did Merriam come from? What relationship does Merriam have to\nWebster?”\nGeorge and Charles Merriam purchased the right to revise Webster’s dictionary after\nhis death in 1843. They produced several revised and expanded editions, and the\n“Collegiate” series was begun in 1898. The C. and G. Merriam Company eventually lost its\nexclusive right to the Webster name and in 1983, the company name changed to MerriamWebster, Inc. with the publication of Webster’s Ninth New Collegiate Dictionary. The\nC. and G. Merriam Company has been owned by Encyclopaedia Britannica, Inc. since 1964.\nThat brings us to…\nRoget’s Thesaurus. And it gives us the chance to learn about Roget, the man—\nPeter Mark Roget. Who? What? When?\nEnglishman Peter Roget, MD, was born in 1779. He studied medicine and mathematics at the University of Edinburgh, entering at age 14 and graduating at age 19. He is\nacclaimed as the creator of the first-ever thesaurus, a compilation of words and phrases\naccording to meaning rather than alphabetic order. It has been called one of the 3 most\nimportant books ever printed, along with the Bible and Webster’s dictionary.\nHe began his monumental work Thesaurus of English Words and Phrases in 1805 but\ndid not release it publicly until 1852 — 47 years later. Meanwhile, he was earning a deserved\nreputation as a distinguished physician and anatomist.\nIn his lifetime, he became a noted lecturer and writer on anatomy, sewer sanitation,\nmagnetism, bees, geology, and more. He wrote a landmark paper, “Persistence of Vision\nwith Regard to Moving Objects,” which stirred much research and dispute in the scientific\nand optics community.\nWhen Roget died in 1869 at age 90, his son, John, took over the Thesaurus and he\ngradually expanded it.\n[Physician and writer—what an interesting combination!]\nSo now you know these men—the “-nyms”4 in the eponyms. Not enough information?\nAs James Thurber suggested in the title of his 1941 book about baseball, You Could Look\nIt Up!",
        "source": "Arnold Melnick, DO\n“But Do You Know Who They Were?”\nfrom AMWA Journal, 2007",
        "year": "August 2011",
        "no_of_questions": 6,
        "question_1": "The opening paragraph creates a tone of",
        "option_1_question_1": "authority",
        "option_2_question_1": "familiarity",
        "option_3_question_1": "sympathy",
        "option_4_question_1": "irony",
        "question_2": "The author states that “these names drip lightly … off our tongues” (lines 2 and 3) in order to suggest that most people",
        "option_1_question_2": "will recognize them",
        "option_2_question_2": "have misquoted them",
        "option_3_question_2": "will respect them",
        "option_4_question_2": "have ignored them",
        "question_3": "Phrases such as “When the need comes” (line 2), “Another dictionary eponym” (line 18), and “That brings us to…” (line 27) serve to",
        "option_1_question_3": "introduce theories",
        "option_2_question_3": "define vocabulary",
        "option_3_question_3": "indicate flashbacks",
        "option_4_question_3": "provide transition",
        "question_4": "The use of the dash in “until 1852 — 47 years later” (line 36) emphasizes Roget’s",
        "option_1_question_4": "growing disinterest",
        "option_2_question_4": "personal dedication",
        "option_3_question_4": "poor scholarship",
        "option_4_question_4": "excellent reputation",
        "question_5": "According to the passage, Noah Webster and Peter Roget are alike because they both",
        "option_1_question_5": "were physicians",
        "option_2_question_5": "became professors",
        "option_3_question_5": "had multiple interests",
        "option_4_question_5": "established a charity",
        "question_6": "The purpose of the final paragraph is to",
        "option_1_question_6": "caution future readers",
        "option_2_question_6": "encourage further research",
        "option_3_question_6": "restate accepted assumptions",
        "option_4_question_6": "provide background information"
    },
    "7": {
        "id": 7,
        "passage": "That night, Susan and I stood on the banks of the river, which was moving blackly with\nits load of white ice floes.1 The floes were flat on the top and big as the floor of my cabin.\nSome were as big as a river barge. They all moved downstream in a ghostly procession,\nseparated by jagged black lines where the water was bare. The edges crunched when they\ntouched and hissed when they swept by. In the center of the river, where the current ran\nswifter, a band of floes moved much more quickly than those near the sides.\nThe moon was full, which would make the footing easier for Susan, for she must jump\nfrom floe to floe to cross the river. We stood alone—hand in hand at the edge of water, our\nskin separated by the wool of our mittens. No other eyes, no other soul, would watch her\ngo. Silence, stillness, cold. They chimed about us as one snowy chord. …\nWhen I saw Susan step upon the ice, I bit my lower lip till the blood flowed down my\nchin and crusted in the cold. Here the riverbank was no higher than a step, as from house\nto yard. In the moonlight, new snow like sugar glittered atop the sheet of ice lying along the\nbank. Behind her, in a lengthening path, Susan’s footprints indented the sparkling snow. She\nmoved toward the center of the river as calmly as though crossing a broad\nmoonlit road cut through the brush and trees of the wilderness.\nWhen she came to the first black edge, she stepped across the open water as though it\nwere a mere stream. The next floe was smaller, and the next even smaller; they dipped or\ntilted slightly when she stepped onto them. The spans of open water between them seemed\nwider and wider, and sometimes she waited for the current to bring the ice rafts closer\ntogether. Then she leapt the narrowed fissure and walked on. …\nAs the current accelerated and the spaces between floes widened, Susan ran and\njumped from raft to raft; my heart hung in the air with her. In the center of the river, the\nswifter current zipped the ice rafts downstream, with Susan standing on one of them. Her\narms fluttered once for balance, twice. …\nAt last the treacherous midsection of river was traversed. She was far from me\nnow—a dark upright using the flatness: flying and landing, running and leaping, from floe\nto floe. I saw shapes in the ice rafts, mostly like enormous animals, flat, not like a natural\nswan or bear but flat as a cookie animal or a tin weathervane. Near the other side,\napproaching a bend, she had to wait for her floe to come close to the bank. Holding the\nstitch2 in my side, I continued walking as rapidly downstream as I could till I came to a high\nbut tangled shoreline that thwarted me. Soon the current would sweep Susan’s floe beyond\nmy sight. O, carry her close, carry her close, now, I prayed to the ice, and I prayed that\nSusan would not feel herself passing beyond my sight and take the risk of trying to jump\nashore when the gulf remained too great. The floe that wheeled her toward the far shore\nwas like the palm of a hand, open and presentational.\nPatient Susan! Her ice raft nudged the shore, and she jumped. Even as her shoes\nlanded on the snowy bank, she turned and looked exactly where I stood. Together we\nlifted our arms, blowing each other a kiss across the water, for we had not kissed on \nparting, saving it till she should be safe, and trusting the sweet air to be our go-between.\nAnd then one shout, though it was small from the distance, from Susan: Freedom!",
        "source": "—Sena Jeter Naslund\nexcerpted from Ahab’s Wife, 1999\nWilliam Morrow and Company, Inc.",
        "year": "January 2012",
        "no_of_questions": 6,
        "question_1": "In paragraph one, the narrator uses imagery to establish both the",
        "option_1_question_1": "mood and setting",
        "option_2_question_1": "conflict and characters",
        "option_3_question_1": "theme and structure",
        "option_4_question_1": "tone and dialogue",
        "question_2": "The language of paragraph two creates a sense of the characters’",
        "option_1_question_2": "frustration",
        "option_2_question_2": "satisfaction",
        "option_3_question_2": "fascination",
        "option_4_question_2": "isolation",
        "question_3": "The description of Susan’s movements in lines 17 through 21 indicates that she is",
        "option_1_question_3": "reckless",
        "option_2_question_3": "frightened",
        "option_3_question_3": "courageous",
        "option_4_question_3": "encouraged",
        "question_4": "The comparison between the floes and the “spans of open water” (line 19) suggests an increasing",
        "option_1_question_4": "pace",
        "option_2_question_4": "danger",
        "option_3_question_4": "depth",
        "option_4_question_4": "excitement",
        "question_5": "The “dark upright using the flatness” (line 27) most likely refers to Susan",
        "option_1_question_5": "climbing up the river bank",
        "option_2_question_5": "waving in the darkness",
        "option_3_question_5": "sitting on an ice raft",
        "option_4_question_5": "moving across the water",
        "question_6": "One conclusion that can be drawn from the final line is that Susan has",
        "option_1_question_6": "escaped",
        "option_2_question_6": "become wealthy",
        "option_3_question_6": "found friends",
        "option_4_question_6": "competed"
    },
    "8": {
        "id": 8,
        "passage": "Lynda LaPlante, 45, just wanted to do something nice for her boyfriend, Roland. So\nwhen she heard that singer John Mayer was performing at the Tweeter Center in Mansfield,\nMassachusetts, she surfed the Internet hoping to buy a pair of tickets. A “Buy Tickets Now”\nWeb link took LaPlante to TheSeats.com, where she nabbed two lawn seats at $60 each,\nplus an additional $15 for shipping and $18 in service fees. Total price: $153.\nToo bad the tickets really cost $24.95 each. Unbeknownst to LaPlante, she had just\nmade a way-overpriced, sorry-no-refunds deal on an Internet ticket site. There are two\ntypes of ticket sellers, on the Web: the first, primary sellers, includes box offices and\nauthorized companies such as Ticketmaster and Tickets.com. The next group is known as\nsecondary sellers. These more risky dot-coms range from ticket brokers—companies that\nscoop up in-demand tickets and resell them for more than face value (using automated\nsoftware and phone banks, resellers can snap up thousands of tickets within minutes of a\nsale)—to marketplace websites such as StubHub, RazorGator, eBay, and Craigslist, where\nindividuals can sell tickets for any price, with almost zero guarantees for the buyer. The\nresult: a Wild West ticket market that’s become anywhere from a $3 billion to $20 billion\nindustry.\nOne of the scalper’s best weapons: deception. Thanks to the Internet, sellers can lure\nbuyers to sites that look official but are actually havens for high-priced tickets. That’s how\nAARP THE MAGAZINE deputy editor Nancy Graham, 51, was duped. While searching the\nInternet for “Wolf Trap”—a performing arts center in Virginia—and “tickets,” she\nmistakenly ended up on GreatSeats.com and bought a pair of orchestra seats to a Doobie\nBrothers concert for $160 each. Face value $40. “I feel like a fool,” she says. …\nPrice, however, isn’t the only problem: all too often buyers of scalped tickets don’t get\nwhat they paid for. Arline Zatz, 69, forked over $200 for two $25 seats she bought while\npersonally visiting a local broker. “I knew they were overpriced and I resented it, but I took\nthem because they were supposedly in a superior location,” she says. Instead, her view was\nblocked by a large television camera. Adding to her irritation: “We saw plenty of empty\nseats.”…\nSome artists are fighting back. In 2006 rock star Tom Petty launched a new fan club to\ngive faithful followers the first shot at the best seats for his summer tour. When ticket\nbrokers and independent scalpers joined the club to buy and then resell premium seats for\nfive times their retail value, Petty’s management and promoters had the last laugh.\nTicketmaster, the official distributor for Petty’s tour, and the various arenas painstakingly\nmatched seat locations listed for sale online with those purchased during the fan-club\npresale—and voided more than 1,400 tickets so they could be resold to true fans. Buyers\nhad to show an ID to pick up their tickets on show night. Petty’s manger, Tony Dimitriades,\ncalls it “a step in the right direction and a major strike on behalf of the good guys.” …\nEven industry giant Ticketmaster is making a stand with its online channel, “Stop the\nScammers” (www.ticketmaster.com/stopthescammers). The site allows consumers to report\nticket fraud and includes links to consumer-protection agencies. …",
        "source": "—Laura Daily\nexcerpted from “Good Seats, Bad Deals”\nAARP THE MAGAZINE, May/June 2007",
        "year": "January 2012",
        "no_of_questions": 6,
        "question_1": "According to the passage, when Lynda LaPlante purchased John Mayer tickets she became a victim of",
        "option_1_question_1": "cyber lingo",
        "option_2_question_1": "corporate advertisements",
        "option_3_question_1": "price gouging",
        "option_4_question_1": "spam e-mail",
        "question_2": "Evidence of the passage’s use of informal language is shown in which word?",
        "option_1_question_2": "“nabbed” (line 4)",
        "option_2_question_2": "“risky” (line 10)",
        "option_3_question_2": "“deception” (line 17)",
        "option_4_question_2": "“mistakenly” (line 21)",
        "question_3": "The purpose of the dashes as used in lines 10 through 13 and line 20 is to",
        "option_1_question_3": "provide definitions",
        "option_2_question_3": "introduce contrast",
        "option_3_question_3": "identify the narrator",
        "option_4_question_3": "present direct quotations",
        "question_4": "According to the passage, artists like Tom Petty work with legitimate ticket brokers and venue sites to",
        "option_1_question_4": "organize tours",
        "option_2_question_4": "protect consumers",
        "option_3_question_4": "promote songs",
        "option_4_question_4": "increase sales",
        "question_5": "The overall tone of the passage can best be described as",
        "option_1_question_5": "fascinated",
        "option_2_question_5": "amused",
        "option_3_question_5": "confused",
        "option_4_question_5": "aggravated",
        "question_6": "A major purpose of the passage is to",
        "option_1_question_6": "encourage new artists",
        "option_2_question_6": "attract more fans",
        "option_3_question_6": "educate ticket buyers",
        "option_4_question_6": "advertise secondary sellers"
    }
}